Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Direct and debrid streams open in your chosen player automatically. Torrents and the built-in player are unaffected.
af: Direkte en debrid-strome maak outomaties oop in jou gekose speler. Torrente en die ingeboude speler word nie geraak nie.
am: ቀጥተኛ እና debrid ዥረቶች በተመረጡ ተጫዋቺዎ ራስ ሰር ይከፈታሉ። Torrents እና የተቀናጀ ተጫዋቹ አይነካም።
ar: تُفتَح المصادر المباشرة ومصادر debrid في المشغّل الذي اخترته تلقائيًا. لا يتأثر torrent والمشغّل المدمج.
as: ডাইৰেক্ট আৰু debrid ষ্ট্ৰীমবোৰ আপুনি বছা প্লেয়াৰত স্বয়ংক্ৰিয়ভাৱে খোলে। টৰেণ্ট আৰু অন্তৰ্নিহিত প্লেয়াৰ অপ্ৰভাৱিত থাকে।
az: Birbaşa və debrid axınları avtomatik olaraq seçilmiş oynatıcıda açılır. Torrentlər və daxili oynatıcı bundan təsirlənmir.
be: Прамыя і debrid-стрымы аўтаматычна адкрываюцца ў абраным вамі прайгравальніку. Тарэнты і ўбудаваны прайгравальнік не закранаюцца.
bg: Директните и debrid потоците се отварят автоматично в избрания от вас плейър. Torrent файловете и вграденият плейър не се засягат.
bn: সরাসরি ও debrid স্ট্রিম স্বয়ংক্রিয়ভাবে আপনার বেছে নেওয়া প্লেয়ারে খোলে। Torrent এবং অন্তর্নির্মিত প্লেয়ার অপরিবর্তিত থাকে।
br: Al lanvioù eeun ha debrid a zigor emgefreek en ho c'hoarier dibabet. An torrentoù hag ar c'hoarier diabarzh ne vezont ket tizhet.
bs: Direktni i debrid streamovi otvaraju se automatski u odabranom plejeru. Torenti i ugrađeni plejer nisu zahvaćeni.
ca: Els streams directes i de debrid s'obren automàticament al reproductor que hagis triat. Els torrents i el reproductor integrat no es veuen afectats.
ceb: Ang direkta ug debrid nga stream awtomatik nga moabli sa imong gipili nga player. Ang mga torrent ug ang sulod nga player wala maapektuhi.
cs: Přímé a debrid streamy se automaticky otevřou ve vámi zvoleném přehrávači. Torrentů a vestavěného přehrávače se to netýká.
cy: Mae ffrydiau uniongyrchol a debrid yn agor yn eich chwaraewr dewisol yn awtomatig. Nid effeithir ar dorentiau na'r chwaraewr mewnol.
da: Direkte streams og debrid-streams åbnes automatisk i din valgte afspiller. Torrents og den indbyggede afspiller påvirkes ikke.
de: Direkt- und debrid-Streams werden automatisch in deinem gewählten Player geöffnet. Torrents und der integrierte Player sind davon nicht betroffen.
el: Οι απευθείας και debrid ροές ανοίγουν αυτόματα στην επιλεγμένη αναπαραγωγή σας. Τα torrent και η ενσωματωμένη αναπαραγωγή δεν επηρεάζονται.
es: Las fuentes directas y debrid se abren automáticamente en el reproductor elegido. Los torrents y el reproductor integrado no se ven afectados.
et: Otse- ja debrid-voogud avanevad automaatselt sinu valitud mängijas. See ei mõjuta torrente ega sisseehitatud mängijat.
eu: Esteka zuzenak eta debrid korronteak automatikoki irekitzen dira aukeratutako erreproduzitzailean. Torrentek eta barneko erreproduzitzaileak ez dute eraginik.
fa: جریان‌های مستقیم و دبرید به‌طور خودکار در پخش‌کننده انتخابی شما باز می‌شوند. تورنت‌ها و پخش‌کننده داخلی تحت‌تأثیر قرار نمی‌گیرند.
fi: Suorat ja debrid-lähteet avautuvat valitsemassasi soittimessa automaattisesti. Tämä ei vaikuta torrentteihin eikä sisäänrakennettuun soittimeen.
fil: Ang mga direct at debrid stream ay awtomatikong bumubukas sa iyong piniling player. Hindi apektado ang mga torrent at ang built-in na player.
fo: Beinleiðis og debrid streymar lata sjálvvirkið upp í valda spælara tínum. Torrentar og innbygdi spælarin verða ikki ávirkaðir.
fr: Les streams directs et debrid s'ouvrent automatiquement dans le lecteur que vous avez choisi. Les torrents et le lecteur intégré ne sont pas affectés.
fy: Direkte en debrid-streams iepenje automatysk yn jo keazen spiler. Torrents en de ynboude spiler bliuwe ûnferoare.
ga: Osclaíonn sruthanna díreacha agus debrid sa seinnteoir a roghnaigh tú go huathoibríoch. Ní chuirtear isteach ar torrents ná ar an seinnteoir ionsuite.
gd: Fosglaidh sruthan dìreach is debrid sa chluicheadair a thagh thu gu fèin-obrachail. Chan eil buaidh air torrents no air cluicheadair na broinn.
gl: Os fluxos directos e debrid ábrense automaticamente no reprodutor escollido. Os torrents e o reprodutor integrado non se ven afectados.
gu: સીધા અને debrid stream તમારા પસંદ કરેલા પ્લેયરમાં આપમેળે ખૂલે છે. Torrent અને બિલ્ટ-ઇન પ્લેયર પર અસર થતી નથી.
ha: Kai tsaye da streams na debrid suna buɗewa a cikin mai kunnawa da ka zaɓa kai tsaye. Torrents da mai kunnawa da aka gina ciki ba a shafe su ba.
he: מקורות ישירים ומקורות debrid נפתחים בנגן שבחרת באופן אוטומטי. טורנטים והנגן המובנה אינם מושפעים.
hi: डायरेक्ट और debrid स्ट्रीम आपके चुने हुए प्लेयर में स्वतः खुलती हैं। torrent और बिल्ट-इन प्लेयर पर इसका असर नहीं पड़ता।
hr: Izravni i debrid streamovi automatski se otvaraju u odabranom playeru. Torrenti i ugrađeni player nisu pogođeni.
ht: Stream dirèk ak debrid ouvri otomatikman nan lektè ou chwazi a. Torrent yo ak lektè entegre a pa afekte.
hu: A közvetlen és a debrid streamek automatikusan a kiválasztott lejátszóban nyílnak meg. A torrenteket és a beépített lejátszót ez nem érinti.
hy: Ուղիղ և debrid հոսքերն ավտոմատ բացվում են ձեր ընտրած նվագարկիչում։ Torrent-ները և ներկառուցված նվագարկիչն անփոփոխ են։
id: Stream langsung dan debrid terbuka di pemutar pilihan Anda secara otomatis. Torrent dan pemutar bawaan tidak terpengaruh.
ig: Stream kwụ ọtọ na debrid na-emeghe na onye ọkpụ ị họọrọ na-akpaghị aka. Torrent na onye ọkpụ arụnyere anaghị emetụta ya.
is: Beinar og debrid-streymi opnast sjálfkrafa í völdum spilaranum þínum. Torrentar og innbyggður spilar eru óundir.
it: Le sorgenti dirette e debrid si aprono automaticamente nel lettore scelto. Torrent e lettore integrato non sono interessati.
ja: ダイレクトと debrid のストリームは、選択したプレーヤーで自動的に開きます。torrent と内蔵プレーヤーには影響しません。
jv: Stream langsung lan debrid mbukak ing pemuter pilihan sampeyan kanthi otomatis. Torrent lan pemuter bawaan ora kena pengaruh.
ka: პირდაპირი და debrid ნაკადები ავტომატურად იხსნება არჩეულ პლეერში. ტორენტები და ჩაშენებული პლეერი არ იცვლება.
kk: Тікелей және debrid ағындары автоматты түрде таңдалған ойнатқышта ашылады. Торренттер мен кірістірілген ойнатқышқа әсер етпейді.
km: ស្ត្រីម direct និង debrid បើកក្នុងកម្មវិធីចាក់ដែលអ្នកជ្រើសរើសដោយស្វ័យប្រវត្តិ។ Torrents និងកម្មវិធីចាក់ built-in មិនប្រើការនេះទេ។
kn: ನೇರ ಮತ್ತು debrid ಸ್ಟ್ರೀಮ್‌ಗಳು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಪ್ಲೇಯರ್‌ನಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತೆರೆಯುತ್ತವೆ. Torrent ಗಳು ಮತ್ತು ಅಂತರ್ನಿರ್ಮಿತ ಪ್ಲೇಯರ್ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.
ko: 직접 및 debrid 스트림은 선택한 플레이어에서 자동으로 열립니다. torrent와 내장 플레이어는 영향을 받지 않습니다.
ku: Streamên rasterast û debrid otomatîk di lîstikvanê ku te hilbijartî de vedibin. Torrent û lîstikvanê hundirîn nayên bandorkirin.
ky: Түз жана debrid стримдер сиз тандаган ойноткучто автоматтык түрдө ачылат. Торренттерге жана кыналган ойноткучка таасир этпейт.
lb: Direkt an Debrid-Streams ginn automatesch an dengem gewielte Player op. Torrenten an den agebaute Player si net betraff.
lo: ສະຕຣີມໂດຍກົງ ແລະ debrid ຈະເປີດໃນຕົວຫຼິ້ນທີ່ທ່ານເລືອກໂດຍອັດຕະໂນມັດ. ທໍເຣັນທ໌ ແລະ ຕົວຫຼິ້ນທີ່ມາໃນຕົວ ຈະບໍ່ໄດ້ຮັບຜົນກະທົບ.
lt: Tiesioginiai ir debrid srautai automatiškai atveriami jūsų pasirinktame grotuve. Tai neturi įtakos torrent failams ir įtaisytajam grotuvui.
lv: Tiešās un debrid straumes automātiski atveras jūsu izvēlētajā atskaņotājā. Tas neietekmē torrent failus un iebūvēto atskaņotāju.
mg: Ny stream mivantana sy debrid dia misokatra amin'ny player nofidianao ho azy. Ny torrent sy ny player anatiny dia tsy voakasika.
mi: Ka tuwhera aunoa ngā awa tōtika me ngā awa debrid i tō pūtangi kua kōwhiria. Kāore e pāngia ngā torrent me te pūtangi tāroto.
mk: Директните и debrid стримови автоматски се отвораат во вашиот избран плеер. Торентите и вградениот плеер не се засегнати.
ml: ഡയറക്ട്, debrid സ്ട്രീമുകൾ നിങ്ങൾ തിരഞ്ഞെടുത്ത പ്ലെയറിൽ സ്വയമേവ തുറക്കുന്നു. Torrent-കളും ബിൽറ്റ്-ഇൻ പ്ലെയറും ബാധിക്കില്ല.
mn: Шууд болон debrid урсгалууд таны сонгосон тоглуулагч дээр автоматаар нээгдэнэ. Торрент болон суурилуулсан тоглуулагчид нөлөөлөхгүй.
mr: थेट आणि debrid stream तुम्ही निवडलेल्या प्लेअरमध्ये आपोआप उघडतात. Torrent आणि अंगभूत प्लेअरवर याचा परिणाम होत नाही.
ms: Strim terus dan debrid dibuka dalam pemain pilihan anda secara automatik. Torrent dan pemain terbina dalam tidak terjejas.
mt: L-istreams diretti u debrid jinfetħu awtomatikament fil-player magħżul tiegħek. It-torrents u l-player integrat ma jintlaqtux.
my: တိုက်ရိုက်နှင့် debrid stream များသည် သင်ရွေးထားသော player တွင် အလိုအလျောက် ပွင့်သည်။ Torrent များနှင့် ပါဝင်ပြီးသား player မှာ ထိခိုက်မှုမရှိပါ။
nb: Direkte- og debrid-strømmer åpnes automatisk i spilleren du har valgt. Torrenter og den innebygde spilleren påvirkes ikke.
ne: प्रत्यक्ष र debrid स्ट्रिमहरू तपाईंले रोजेको प्लेयरमा स्वचालित रूपमा खुल्छन्। Torrents र बिल्ट-इन प्लेयर अप्रभावित रहन्छन्।
nl: Directe en debrid-streams openen automatisch in je gekozen speler. Torrents en de ingebouwde speler worden niet beïnvloed.
ny: Ma stream a direct ndi debrid amatsekuka mu player yomwe mwasankha zokha. Ma torrent ndi player yamkati sizikhudzidwa.
oc: Los fluxes dirèctes e debrid se dobrisson automaticament dins lo lector qu'avètz causit. Los torrents e lo lector integrat son pas afectats.
or: ଡିରେକ୍ଟ ଓ ଡେବ୍ରିଡ୍ ଷ୍ଟ୍ରିମ ଆପଣଙ୍କ ବଛା ପ୍ଲେୟାରରେ ସ୍ୱୟଂଚାଳିତ ଭାବେ ଖୋଲେ। ଟରେଣ୍ଟ ଓ ବିଲ୍ଟ-ଇନ ପ୍ଲେୟାର ଉପରେ କୌଣସି ପ୍ରଭାବ ପଡ଼େ ନାହିଁ।
pa: ਡਾਇਰੈਕਟ ਅਤੇ ਡੈਬ੍ਰਿਡ ਸਟ੍ਰੀਮ ਆਪਣੇ ਆਪ ਤੁਹਾਡੇ ਚੁਣੇ ਪਲੇਅਰ ਵਿੱਚ ਖੁੱਲ੍ਹਦੀਆਂ ਹਨ। ਟੋਰੈਂਟ ਅਤੇ ਬਿਲਟ-ਇਨ ਪਲੇਅਰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਹੁੰਦੇ।
pl: Strumienie bezpośrednie i debrid otwierają się automatycznie w wybranym odtwarzaczu. Nie dotyczy to torrentów ani wbudowanego odtwarzacza.
ps: مستقیم او دیبرید سټریمونه په اتومات ډول ستاسو په ټاکل شوي غږوونکي کې خلاصیږي. تورنټونه او دننه‌جوړ غږوونکی نه اغیزمن کیږي.
pt_br: Streams diretos e debrid abrem automaticamente no player escolhido. Torrents e o player integrado não são afetados.
pt_pt: As streams diretas e debrid abrem automaticamente no leitor escolhido. Os torrents e o leitor incorporado não são afetados.
ro: Stream-urile directe și debrid se deschid automat în playerul ales. Torrentele și playerul încorporat nu sunt afectate.
ru: Прямые и debrid-потоки автоматически открываются в выбранном вами плеере. На torrent и встроенный плеер это не влияет.
rw: Streams ziziguye n'iza debrid zifungurwa muri player wahisemo mu buryo bwikora. Torrents na player yo mu porogaramu ntibigira icyo bihindukira.
sd: سڌا ۽ debrid اسٽريم اوهان جي چونڊيل پليئر ۾ خودڪار طور کلن ٿا. ٽورينٽ ۽ بلٽ-ان پليئر متاثر نه ٿيندا.
si: සෘජු සහ debrid streams ඔබ තෝරාගත් ප්ලේයරයේ ස්වයංක්‍රීයව විවෘත වේ. Torrent සහ අන්තර්ගත ප්ලේයරය බලපෑමකට ලක් නොවේ.
sk: Priame a debrid streamy sa automaticky otvoria vo vybranom prehrávači. Torrenty a zabudovaný prehrávač zostávajú nedotknuté.
sl: Neposredni in debrid viri se samodejno odprejo v izbranem predvajalniku. To ne vpliva na torrente in vgrajeni predvajalnik.
sm: E tatala otometi streams tuusao ma debrid i lau taialo ua filifilia. E le aafia torrents ma le taialo o loo i totonu.
sn: Ma stream akananga uye e debrid anovhurika mumutambi wawasarudza pachawo. Ma torrents nemutambi wemukati hazvibatwi.
so: Stream-yada tooska iyo debrid waxay si toos ah ugu furmaan ciyaaryahankaaga aad dooratay. Torrents iyo ciyaaryahanka gudaha ku dhex jira lama saameeyo.
sq: Transmetimet direkte dhe debrid hapen automatikisht në luajtësin tuaj të zgjedhur. Torrentet dhe luajtësi i integruar nuk preken.
sr: Директни и debrid извори се аутоматски отварају у изабраном плејеру. Torrent садржаји и уграђени плејер нису под утицајем.
st: Li-stream tse tobileng le tsa debrid li bulehela ka bo tsona ho sebapali seo u se khethileng. Litorente le sebapali se kahara ha li amehe.
su: Stream langsung jeung debrid muka dina pamuter pilihan anjeun sacara otomatis. Torrent jeung pamuter bawaan teu kapangaruhan.
sv: Direkt- och debrid-strömmar öppnas automatiskt i din valda spelare. Torrenter och den inbyggda spelaren påverkas inte.
sw: Mtiririko wa moja kwa moja na debrid hufunguka kwenye mchezaji uliochaguliwa otomatiki. Torenti na mchezaji uliojengwa ndani haziathiriwi.
ta: நேரடி மற்றும் debrid ஸ்ட்ரீம்கள் நீங்கள் தேர்ந்தெடுத்த பிளேயரில் தானாகவே திறக்கும். Torrent-களும் உள்ளமைந்த பிளேயரும் பாதிக்கப்படாது.
te: డైరెక్ట్ మరియు debrid స్ట్రీమ్‌లు మీరు ఎంచుకున్న ప్లేయర్‌లో స్వయంచాలకంగా తెరుచుకుంటాయి. Torrentలు మరియు అంతర్నిర్మిత ప్లేయర్ ప్రభావితం కావు.
tg: Ҷараёнҳои мустақим ва debrid ба таври худкор дар плеери интихобкардаи шумо кушода мешаванд. Торрентҳо ва плеери дарунсохт бетаъсир мемонанд.
th: สตรีมแบบตรงและ debrid จะเปิดในตัวเล่นที่คุณเลือกโดยอัตโนมัติ ทอร์เรนต์และตัวเล่นในตัวจะไม่ได้รับผลกระทบ
tr: Doğrudan ve debrid akışları otomatik olarak seçtiğiniz oynatıcıda açılır. Torrentler ve yerleşik oynatıcı bundan etkilenmez.
tt: Туры һәм debrid агымнары сайлаган плеерыңда автоматик ачыла. Торрентлар һәм эчке плеер моннан үзгәрми.
ug: بىۋاسىتە ۋە debrid ئېقىنلىرى تاللىغان قويغۇچىڭىزدا ئاپتوماتىك ئېچىلىدۇ. Torrent لار ۋە ئىچكى قويغۇچ تەسىرگە ئۇچرىمايدۇ.
uk: Прямі та debrid-потоки автоматично відкриваються у вибраному плеєрі. Торренти та вбудований плеєр це не зачіпає.
ur: براہِ راست اور debrid اسٹریمز خود بخود آپ کے منتخب کردہ پلیئر میں کھلتی ہیں۔ ٹورنٹس اور بلٹ-اِن پلیئر متاثر نہیں ہوتے۔
uz: To'g'ridan-to'g'ri va debrid oqimlar tanlangan pleyeringizda avtomatik ochiladi. Torrentlar va o'rnatilgan pleyerga ta'sir qilmaydi.
vi: Nguồn trực tiếp và debrid tự động mở trong trình phát bạn đã chọn. Torrent và trình phát tích hợp không bị ảnh hưởng.
xh: Ii-stream ezingqo neze-debrid zivuleka kumdlali owukhethileyo ngokuzenzekelayo. Iitorrents nomdlali ongaphakathi azichaphazeleki.
yo: Àwọn stream tààrà àti debrid máa ń ṣí sínú ẹ̀rọ-ìtúfò tí o yàn fúnraawọn. Àwọn torrent àti ẹ̀rọ-ìtúfò abínú-inú kò ní ìpalára.
zh_hans: 直链和 debrid 串流会自动在你选择的播放器中打开。torrent 和内置播放器不受影响。
zh_hant: 直連與 debrid 串流會自動以你所選的播放器開啟。Torrent 與內建播放器不受影響。
zu: Ama-stream aqondile nawe-debrid avuleka kumdlali owukhethile ngokuzenzakalelayo. Ama-torrent nomdlali owakhelwe ngaphakathi awathinteki.
